[{"name": "abyss", "explanation": "all players/opponents must sacrifice a creature each turn.", "primary": ["black"], "secondary": null, "tertiary": null, "comment": "Sometimes black likes killing things slowly.", "value": 0, "include": true}, {"name": "animating lands", "explanation": "target land becomes an n/n creature until end of turn.", "primary": ["green"], "secondary": ["red"], "tertiary": ["white", "blue", "black"], "comment": "Green, as the color connected most closely to lands and creatures, is the color most likely to turn lands into creatures—usually still keeping them lands. When we do this, we often grant the land haste to avoid having to worry if it was the one you played this turn (which would have summoning sickness). Note that's a special exception for land, as green does not often grant creatures haste. Red uses this ability a little playing into its one-shot damage cards that come through attacking. All the colors have dipped their toe into this area, but it's infrequent and usually only involves animating their own basic land type.", "value": 0, "include": true}, {"name": "artifact destruction", "explanation": null, "primary": ["red", "green"], "secondary": ["white"], "tertiary": null, "comment": "Red and Green usually have one artifact destruction card in common, although green's is usually also a spell that destroy both artifacts and enchantments. (See enchantment destruction.) White's artifact destruction is usually at uncommon.", "value": 0, "include": true}, {"name": "banisher priest–like effect", "explanation": "when this card enters the battlefield, exile target creature/permanent until this card leaves play.", "primary": ["white"], "secondary": ["blue", "green"], "tertiary": null, "comment": "This is one of white's most efficient answers, especially in Limited. It is usually used on creatures but sometimes hits other permanents. The effect is always on a permanent, usually a creature or enchantment. We've used this effect in blue and green as an enters-the-battlefield trigger with the flavor that it's \"eaten\" the creature.", "value": 0, "include": true}, {"name": "basic land counting", "explanation": "doing an effect equal to the number of basic lands of a certain type you control.", "primary": ["black", "red", "green"], "secondary": ["blue"], "tertiary": ["white"], "comment": "All colors have access to this, but we tend to skew toward black, red, and green.", "value": 0, "include": true}, {"name": "blocking extra creatures", "explanation": "this creature can block an additional n creatures each combat.", "primary": ["white", "green"], "secondary": null, "tertiary": null, "comment": "This ability used to be solely in white, but we added it to green because we felt green needed it for gameplay reasons. It's possible that as we do this more in green, we'll start doing it less in white.", "value": 0, "include": true}, {"name": "bounce", "explanation": "return target creature/permanent to its owner's hand.", "primary": ["blue"], "secondary": ["white", "green"], "tertiary": null, "comment": "Blue can bounce any type of permanent, although these days doesn't often bounce lands. It also will often bounce a creature via an enters-the-battlefield effect. (R&D refers to these as \"Man-o'-Wars,\" based on the first card that did it.) White can only bounce its own permanents to protect them (and often to do cool combo-ish things). Green bounces creatures as a cost for playing bigger creatures, often as an upkeep cost.", "value": 0, "include": true}, {"name": "bounce to library", "explanation": "put a creature/permanent on top of its owner's library or some number of cards down.", "primary": ["blue"], "secondary": ["white"], "tertiary": null, "comment": "Blue does this as a super unsummoning, while white tends to do it flavored as a delaying tactic.", "value": 0, "include": true}, {"name": "bring back creatures/permanents that went to the graveyard this turn", "explanation": null, "primary": ["white"], "secondary": null, "tertiary": null, "comment": "White, the color of mercy, is the color that saves things the turn they are destroyed.", "value": 0, "include": true}, {"name": "can't be attacked", "explanation": "creatures can't attack you.", "primary": ["white"], "secondary": ["green"], "tertiary": null, "comment": "We don't do this often, but this effect keeps you from either being attacked for a turn or as long as a specific permanent is on the battlefield.", "value": 0, "include": true}, {"name": "can't be blocked", "explanation": null, "primary": ["blue"], "secondary": null, "tertiary": null, "comment": "We tried to keyword this ability only to discover that there are so many variations on it that we couldn't. Instead we changed from \"unblockable\" to \"can't be blocked\" to avoid players thinking it was a keyword. (It matters occasionally.) Blue both has creatures with this ability and grants it through spells and Auras.", "value": 0, "include": true}, {"name": "can't be countered", "explanation": null, "primary": ["red", "green"], "secondary": ["blue"], "tertiary": null, "comment": "Red tends to have spells that can't be countered while green tends to have creatures that can't be countered. When blue does \"can't be countered,\" which is less often, it's usually a more control-oriented card.", "value": 0, "include": true}, {"name": "can't block", "explanation": null, "primary": ["black"], "secondary": ["red"], "tertiary": null, "comment": "For a long time we separated black from red by making black have the \"can't block\" drawback on its creatures and red have the \"must attack\" drawback on its creatures. Time has shown that the \"can't block\" drawback leads to better gameplay, so we've started letting red get it from time to time.", "value": 0, "include": true}, {"name": "can’t lose the game and opponent can’t win", "explanation": null, "primary": ["white"], "secondary": null, "tertiary": null, "comment": "This is a defensive ability, and thus shows up in white.", "value": 0, "include": true}, {"name": "can’t win the game and opponent can’t lose", "explanation": null, "primary": ["black"], "secondary": null, "tertiary": null, "comment": "This ability is used as a drawback in black.", "value": 0, "include": true}, {"name": "card draw", "explanation": null, "primary": ["blue"], "secondary": ["black", "green"], "tertiary": ["white", "red"], "comment": "Blue is the best at card drawing. It has the most of it and no restrictions. Black's card drawing must involve paying some other cost, most often life but sometimes sacrificing permanents. Green's card draw is usually tied to creatures but occasionally tied to land. White has a very narrow band of card drawing where it's focused on having to use a specific strategy (like say having a deck full of Equipment). All colors get cantrips (spells that draw you a single card). Red doesn't get any card advantage, with two exceptions—impulsive draw and wheeling. (See impulsive draw and wheeling)", "value": 0, "include": true}, {"name": "card filtering", "explanation": "look at the top n cards of your library and put n in your hand and put the rest on the bottom of the library in any order.", "primary": ["blue"], "secondary": ["green"], "tertiary": null, "comment": "Blue is the color of information, so it loves having the ability to choose what exactly it gets to draw. Sometimes card filtering looks similar to looting, where you draw some number of cards and then discard a close number. When green does this, it can usually only get a subset of permanents into its hand.", "value": 0, "include": true}, {"name": "cast spells out of graveyard", "explanation": null, "primary": ["black"], "secondary": ["blue", "red"], "tertiary": null, "comment": "Black is the color most focused on the graveyard. Blue occasionally can cast instants and sorceries out of the graveyard. We've also let red play a little in this area, especially in sets where it can grant flashback to instants and sorceries in the graveyard.", "value": 0, "include": true}, {"name": "changing lands", "explanation": "target land becomes the basic land of your choice.", "primary": ["blue"], "secondary": null, "tertiary": null, "comment": "We don't do a lot of land changing these days, but the ability is still in blue in environments where we might need it. It allows blue a way to get access to other colors in multicolor environments.", "value": 0, "include": true}, {"name": "color changing", "explanation": "target/this creature becomes the color", "primary": ["blue"], "secondary": ["green"], "tertiary": ["white", "black"], "comment": "Blue can change any creature's color, including its own. Green has this ability on creatures that can change themselves, usually flavored as a chameleon-like effect. White and black have had the ability on rare occasion to make things their own color. As we've lessened the number of effects that care about color, this ability isn't used much these days.", "value": 0, "include": true}, {"name": "copying permanents, permanently", "explanation": null, "primary": ["blue"], "secondary": null, "tertiary": null, "comment": "Blue has permanents that will choose a target and then remain that target for the rest of the game (or until the permanent chooses to copy a new target).", "value": 0, "include": true}, {"name": "copying permanents, temporarily", "explanation": null, "primary": ["red"], "secondary": ["blue"], "tertiary": null, "comment": "Red has permanents (or spells that create this effect) that can temporarily become another creature, usually until end of turn. Blue's cards in this category are cards that change but don't let the controller explicitly choose what they become. (For instance, one might copy the last creature played.)", "value": 0, "include": true}, {"name": "counterspell", "explanation": null, "primary": ["blue"], "secondary": null, "tertiary": ["white"], "comment": "Counterspelling is one of the few abilities that's almost universally used in a single color. White dips its toe into the ability with taxing and delay-style counterspells.", "value": 0, "include": true}, {"name": "counter target activated/triggered ability", "explanation": null, "primary": ["blue"], "secondary": ["green"], "tertiary": null, "comment": "For a while this was a green effect, but we've moved it to be more in blue.", "value": 0, "include": true}, {"name": "creature destruction, single creature", "explanation": null, "primary": ["black"], "secondary": null, "tertiary": null, "comment": "Black is king of creature destruction and is the one color that can kill regardless of circumstance.", "value": 0, "include": true}, {"name": "destroy target attacking or blocking creature", "explanation": null, "primary": ["white"], "secondary": null, "tertiary": null, "comment": "White tends to do its creature destruction in one of four ways: white can kill during combat, it sometimes will just hit attackers or just hit blockers, or white will often exile creatures instead of destroying then.", "value": 0, "include": true}, {"name": "destroy target creature that damaged you or a creature you control this turn", "explanation": null, "primary": ["white"], "secondary": null, "tertiary": null, "comment": "White is also willing to destroy something after it has hurt white in some way.", "value": 0, "include": true}, {"name": "destroy target tapped creature", "explanation": null, "primary": ["white"], "secondary": ["black"], "tertiary": null, "comment": "White can also destroyed tapped creatures using a similar flavor to destroying creatures that have harmed it.", "value": 0, "include": true}, {"name": "destroy target creature with power 4 or greater", "explanation": null, "primary": ["white"], "secondary": null, "tertiary": null, "comment": "As champion of the little guy, white will also destroy large creatures.", "value": 0, "include": true}, {"name": "destroy target creature with flying", "explanation": null, "primary": ["green"], "secondary": null, "tertiary": null, "comment": "Green is allowed to kill only two types of creatures—flying creatures (as it is the anti-flying color) and artifact creatures (see artifact destruction).", "value": 0, "include": true}, {"name": "creature destruction, mass creature", "explanation": null, "primary": ["white"], "secondary": ["black"], "tertiary": null, "comment": "White is the color that most often does mass creature kill, with it showing up on a rare or mythic rare in almost every set. Black mass-creature kill is not quite as frequent. Red has a similar effect where it does large amount of damage to all creatures (see direct damage).", "value": 0, "include": true}, {"name": "destroy all creatures controlled by one player", "explanation": null, "primary": ["black"], "secondary": null, "tertiary": null, "comment": "White believes in balance and parity, so only black will kill just one player's creatures.", "value": 0, "include": true}, {"name": "destroy all creatures with power 4 or greater", "explanation": null, "primary": ["white"], "secondary": null, "tertiary": null, "comment": "Killing big creatures is a white thing so it can be combined with mass creature kill. The number is most often 4 power, but occasionally can be tweaked slightly up or down.", "value": 0, "include": true}, {"name": "creature pumping", "explanation": null, "primary": ["black"], "secondary": ["green"], "tertiary": null, "comment": "For black this is mostly seen on Shades and usually requires black mana. Green gets unlimited pumping activations but usually only when the activation cost is high enough that multiple activations don't happen until the late game.", "value": 0, "include": true}, {"name": "+n/+n", "explanation": "on creatures, single use", "primary": ["green"], "secondary": null, "tertiary": null, "comment": "This is what we refer to as the Rootwalla ability. It's trying to simulate a built-in Giant Growth. It's almost always exclusive to green.", "value": 0, "include": true}, {"name": "+n/+n", "explanation": "on spells", "primary": ["white", "green"], "secondary": ["black"], "tertiary": null, "comment": "The most common use of this is on Giant Growth–like effects in green, usually +3/+3 but it can vary a little. White's pumping is usually +2/+2 or smaller, but it most often will grant an ability as well. The one exception for white is that it can get larger pumps if restricted to blockers. Black will occasionally get smaller buffs, usually with an ability added. All three colors default in this ability to being on instants.", "value": 0, "include": true}, {"name": "+n/+n", "explanation": "on auras", "primary": ["white", "green"], "secondary": ["blue", "black", "red"], "tertiary": null, "comment": "All colors have access to Auras that grant +N/+N. Blue usually doesn't do much more than +1/+1. White, black, and red tend to top out at +2/+2. Green is the one color that regularly grants +3/+3 and above on Auras.", "value": 0, "include": true}, {"name": "+n/+0", "explanation": "on creatures", "primary": ["red"], "secondary": ["white", "green"], "tertiary": null, "comment": "This ability, as a repeatable activation, is what we refer to as \"firebreathing.\" It's most often seen on red creatures. White tends to get one-time upgrades of usually +1/+0. Green gets +N/+0 when it's not intended for it to survive the fight.", "value": 0, "include": true}, {"name": "+n/+0", "explanation": "on spells", "primary": ["black", "red"], "secondary": ["white"], "tertiary": null, "comment": "Black and red are the two colors that tend to pump power as a spell without also pumping toughness. White does it occasionally as a combat trick but usually never more than +1/+0.", "value": 0, "include": true}, {"name": "+n/+0", "explanation": "on auras", "primary": ["red"], "secondary": ["white", "black"], "tertiary": ["blue", "green"], "comment": "Red is the color most often to have just power-pumping Auras (including \"firebreathing\" Auras). White and black do it occasionally with white tending to go no higher than +2/+0. Blue and green do it on rare occasion with blue, like white, sticking at +2/+0 or lower.", "value": 0, "include": true}, {"name": "+n/-n", "explanation": "on creatures", "primary": ["blue"], "secondary": ["black", "red"], "tertiary": null, "comment": "Blue tends to use this mostly on Elementals and Shapeshifters, flavored as shape-changing. Black and red use this on occasion to play up their reckless side.", "value": 0, "include": true}, {"name": "+n/-n", "explanation": "on spells", "primary": ["black"], "secondary": null, "tertiary": null, "comment": "As this is mostly used as a kill spell, the ability resides mostly in black.", "value": 0, "include": true}, {"name": "+n/-n", "explanation": "on auras", "primary": ["black"], "secondary": ["red"], "tertiary": ["blue"], "comment": "These tend to be flavored as \"push your luck\" cards that can double as creature kill. Black will go up to -3 on the toughness, whereas red tends to stop at -2. Blue will do a \"make me a shapeshifter\" flavored Aura from time to time.", "value": 0, "include": true}, {"name": "-n/+n", "explanation": "on creatures", "primary": ["blue"], "secondary": null, "tertiary": null, "comment": "This is also used in blue on Elementals and Shapeshifters, often on the same cards with the +N/-N. White, on rare occasion, will have an activation that uses this defensively.", "value": 0, "include": true}, {"name": "-n/-n", "explanation": "on creatures", "primary": ["black"], "secondary": null, "tertiary": null, "comment": "On creatures, this effect is used almost exclusively by creatures on other creatures, and almost exclusively in black.", "value": 0, "include": true}, {"name": "-n/-n", "explanation": "on spells", "primary": ["black"], "secondary": null, "tertiary": ["white", "blue", "red", "green"], "comment": "Black is the only color to do -N/-N abilities on spells. Other colors do put -1/-1 counters on creatures, usually in place of spots where they would do damage in sets with -1/-1 counters.", "value": 0, "include": true}, {"name": "-n/-n", "explanation": "on auras", "primary": ["black"], "secondary": null, "tertiary": null, "comment": "This is an area only black tends to go, used almost exclusively on the opponent's creatures. This ability will occasionally be paired with a positive ability, making it a card you might play on your own creature.", "value": 0, "include": true}, {"name": "-n/+n", "explanation": "on spells", "primary": ["white"], "secondary": null, "tertiary": null, "comment": "We almost never make this type of spell, but white would be the recipient if we did.", "value": 0, "include": true}, {"name": "-n/+n", "explanation": "on auras", "primary": ["white"], "secondary": null, "tertiary": null, "comment": "This is another area in which we almost never make cards.", "value": 0, "include": true}, {"name": "-n/-0", "explanation": "on creatures", "primary": ["blue"], "secondary": null, "tertiary": null, "comment": "There's no reason to do this on your own creature. If we're going to let you lower a creature's power, we will let you raise its toughness accordingly. We do occasionally make a creature that lets you activate to do this targetting an opponent's creature. This ties into the \"shrink\" flavor seen on the spells.", "value": 0, "include": true}, {"name": "-n/-0", "explanation": "on spells", "primary": ["blue"], "secondary": ["black"], "tertiary": null, "comment": "In blue, this is shrinking its target. In black it's usually some form of torture.", "value": 0, "include": true}, {"name": "-n/-0", "explanation": "on auras", "primary": ["blue"], "secondary": ["black"], "tertiary": null, "comment": "We tend to treat the Auras similarly to how we treat the spells.", "value": 0, "include": true}, {"name": "+0/+n", "explanation": "on creatures", "primary": ["white"], "secondary": ["green"], "tertiary": null, "comment": "White used to do this quite a bit, but we've backed off because it tends to just clog up the board. Green also uses this on occasion.", "value": 0, "include": true}, {"name": "+0/+n", "explanation": "on spells", "primary": ["white"], "secondary": ["green"], "tertiary": null, "comment": "Once again, white (and to an even lesser extent green) used to do this more often, but these days we'll boost power some if we're going to boost toughness.", "value": 0, "include": true}, {"name": "+0/+n", "explanation": "on auras", "primary": ["white"], "secondary": ["blue", "green"], "tertiary": null, "comment": "This is also isn't done often, but when it is used, it's used on white, blue, and green.", "value": 0, "include": true}, {"name": "creature pumping, your team, one-shot", "explanation": null, "primary": ["white"], "secondary": ["green"], "tertiary": null, "comment": "White is the color most likely to pump its team, most often with +1/+1, but it will occasionally go up to +2/+2. Green's team pump starts at +3/+3 and often also adds trample.", "value": 0, "include": true}, {"name": "+n/+0 to your team", "explanation": null, "primary": ["red"], "secondary": ["white"], "tertiary": null, "comment": "Team pump that only pumps power is most often done in red, usually affecting attacking creatures. White will sometimes pump its team's power without pumping toughness (although it more often pumps both).", "value": 0, "include": true}, {"name": "+0/+n to your team", "explanation": null, "primary": ["white"], "secondary": null, "tertiary": null, "comment": "We don't do many of these types of spells any more, but they belong in white.", "value": 0, "include": true}, {"name": "creature pumping, their team, one-shot", "explanation": null, "primary": ["black"], "secondary": null, "tertiary": null, "comment": "This is a common way for black to kill creatures. Sometimes this effect will affect all creatures and not just your opponents.", "value": 0, "include": true}, {"name": "-n/-0 to their team", "explanation": null, "primary": ["blue"], "secondary": null, "tertiary": null, "comment": "Just as blue can \"shrink\" a single creature, so too can it \"shrink\" an entire team.", "value": 0, "include": true}, {"name": "-0/-n to their team", "explanation": null, "primary": ["black"], "secondary": null, "tertiary": null, "comment": "This is not an effect we do often.", "value": 0, "include": true}, {"name": "creature pumping, your team, ongoing", "explanation": null, "primary": ["white"], "secondary": ["green"], "tertiary": ["blue", "black", "red"], "comment": "This category appears mostly on permanents, most often creatures or enchantments, and it grants a stat boost to your team. This ability is most often seen in white with just a +1/+1 boost. Green boosts are often a bit bigger. All the colors have access to this ability when making tribal lords (creatures that grant a certain creature type or types a +1/+1 bonus). This stat bonus often comes with the granting of another ability.", "value": 0, "include": true}, {"name": "+n/+0 to your team", "explanation": null, "primary": ["red"], "secondary": null, "tertiary": ["black"], "comment": "When red does permanent pumps, it is usually just pumping the power. Often it pumps your creatures just on attack.", "value": 0, "include": true}, {"name": "+0/+n to your team", "explanation": null, "primary": ["white"], "secondary": null, "tertiary": null, "comment": "We don't do this style of effect often any more because it tends to gum up board states, but it's white when we do it.", "value": 0, "include": true}, {"name": "creature pumping, their team, ongoing", "explanation": null, "primary": ["black"], "secondary": null, "tertiary": null, "comment": "Black occasionally lowers the opponent's creatures' power and toughness, usually by just -1/-1.", "value": 0, "include": true}, {"name": "creatureball", "explanation": "this creature enters the battlefield with x +1/+1 counters.", "primary": ["green"], "secondary": null, "tertiary": null, "comment": "This is a creature with an X in its cost determining how big it's going to be.", "value": 0, "include": true}, {"name": "curiosity", "explanation": "whenever this creature deals combat damage to an opponent, draw a card.", "primary": ["blue"], "secondary": ["green"], "tertiary": null, "comment": "This ability started as a blue-only ability, but we added it in green because it works with green's creature-tied card drawing.", "value": 0, "include": true}, {"name": "damage prevention", "explanation": "prevent the next n damage that would be dealt to target creature/player.", "primary": ["white"], "secondary": null, "tertiary": null, "comment": "We don't do a lot of this effect any more, but when we do it's almost always in white.", "value": 0, "include": true}, {"name": "damage redirection", "explanation": "prevent the next n damage that would be dealt to target creature/player this turn. if damage is prevented in this way, this card deals that much damage to target creature/player.", "primary": ["white"], "secondary": null, "tertiary": null, "comment": "This is another effect we've cut significantly back on that is also squarely in white.", "value": 0, "include": true}, {"name": "daunt", "explanation": "this creature can't be blocked by creatures with power 2 or less.", "primary": ["green"], "secondary": null, "tertiary": null, "comment": "This is an ability we've been trying out in small doses in green. I don't know if it will ever make it to evergreen status, but it's a possibility.", "value": 0, "include": true}, {"name": "deal damage when blocked", "explanation": null, "primary": ["red"], "secondary": ["black"], "tertiary": ["blue"], "comment": "This is an effect that goes on creatures. It is done primarily in red. When black does it, it is usually loss of life. I list blue because the afflict mechanic (from Hour of Devastation) that does this is also in blue (as Bolas's Eternal Zombie army was in Bolas's colors: blue, black, and red).", "value": 0, "include": true}, {"name": "deathtouch", "explanation": null, "primary": ["black"], "secondary": ["green"], "tertiary": null, "comment": "This ability was primary in both black and green for a while, but we found that black both had more need for it and had more flavorful ways to express it creatively.", "value": 0, "include": true}, {"name": "defender", "explanation": null, "primary": ["white"], "secondary": null, "tertiary": null, "comment": "Basically everyone can have defender, but it leans toward white philosophically as it's the most defensive color.", "value": 0, "include": true}, {"name": "devil's deal permanents", "explanation": "cards that grant you power but at a cost.", "primary": ["black"], "secondary": null, "tertiary": null, "comment": "Black is the color of \"power at any cost,\" so it gets permanents (usually) that start helping you but have the potential to hurt you in the end. These are most often creatures or enchantments, but occasionally show up in other forms.", "value": 0, "include": true}, {"name": "direct damage, single target", "explanation": null, "primary": ["red"], "secondary": ["black"], "tertiary": null, "comment": "Red is king of direct damage and has it in many forms, including the most straightforward versions. Black will do direct damage to creatures or players and then gain life. (See drain life) Black will sometimes deal damage to players as a punishment. Black use to mostly do life loss to players, but as we've been trying to give black more answers to planeswalkers, we've been shifting this more into damage.", "value": 0, "include": true}, {"name": "deal n damage to a creature that's been damaged this turn", "explanation": null, "primary": ["red"], "secondary": ["black"], "tertiary": null, "comment": "Black and red are the colors that prey on the weak.", "value": 0, "include": true}, {"name": "sacrifice a creature and deal damage to creature/player equal to the sacrificed creature's power/toughness", "explanation": null, "primary": ["red"], "secondary": ["black"], "tertiary": null, "comment": "In red, this is flavored as throwing the creatures. In black, it's more treated as a sacrifice for a ritual.", "value": 0, "include": true}, {"name": "deal n damage to a creature/player where n is the number of cards in your hand/your opponent's hand", "explanation": null, "primary": ["red"], "secondary": null, "tertiary": null, "comment": "We tend to do this in sets when red has a more spell-based theme.", "value": 0, "include": true}, {"name": "deal n damage to target attacking or blocking creature", "explanation": null, "primary": ["white"], "secondary": null, "tertiary": null, "comment": "White's direct damage only shows up in combat.", "value": 0, "include": true}, {"name": "deal n damage to a creature with flying", "explanation": null, "primary": ["green"], "secondary": null, "tertiary": ["red"], "comment": "As the two anti-flying colors, red and green will deal damage to fliers. Green does it significantly more than red, as any of red's direct damage to creatures can hit fliers.", "value": 0, "include": true}, {"name": "direct damage, multiple targets", "explanation": null, "primary": ["red"], "secondary": ["white"], "tertiary": null, "comment": "Red will deal damage to all or a subset of creatures, sometimes dealing a small amount (1 or 2 damage, killing small creatures), sometimes doing larger amounts that kill most creatures. Red's damage in this area most often hits all creatures, including its own. White will occasionally deal damage to multiple creatures or all attackers or blockers.", "value": 0, "include": true}, {"name": "discard", "explanation": null, "primary": ["black"], "secondary": null, "tertiary": null, "comment": "This is one of only a handful of major abilities to be contained to just one color. The closest a second color comes is blue, which occasionally gets targeted card filtering that can be used on the opponent.", "value": 0, "include": true}, {"name": "double strike", "explanation": null, "primary": ["white", "red"], "secondary": null, "tertiary": null, "comment": "White and red are also the primary colors for first strike. Black, which is tertiary in first strike, does not get double strike.", "value": 0, "include": true}, {"name": "drain life", "explanation": "deal damage to a creature/player and gain life equal to that damage.", "primary": ["black"], "secondary": null, "tertiary": ["white"], "comment": "Other colors will deal damage or gain life, but black is the color that does both at the same time. (Okay, technically, red and white together can do this too.) Black also will do triggered or activated effects that repeatedly drain the player, usually for 1. White has dipped its toe into this area in Orzhov sets (aka Ravnica sets).", "value": 0, "include": true}, {"name": "enchantment destruction", "explanation": null, "primary": ["white", "green"], "secondary": null, "tertiary": null, "comment": "White and green usually have one enchantment destruction card in common, although green's is usually also a spell that destroy both artifacts and enchantments. (See enchantment destruction)", "value": 0, "include": true}, {"name": "enchantress ability", "explanation": "whenever you play an enchantment, draw a card.", "primary": ["white"], "secondary": ["green"], "tertiary": null, "comment": "This ability started in Limited Edition (Alpha) on Verduran Enchantress, a green card. It stayed in green for many years, but has drifted toward white as part of us experimenting with white draw in narrow deck themes. The ability has still done a bit in green.", "value": 0, "include": true}, {"name": "exiling cards from graveyard", "explanation": null, "primary": ["black"], "secondary": ["white"], "tertiary": null, "comment": "This effect is used to get rid of cards in a graveyard that might have an effect/usable activation cost. Black does it most often, but white occasionally does it in sets that need it.", "value": 0, "include": true}, {"name": "extra attack", "explanation": "untap all creatures that attacked this turn. after this main phase, there is an additional combat phase followed by an additional main phase.", "primary": ["red"], "secondary": null, "tertiary": ["white"], "comment": "Attacking twice has always been red's domain. Thematically, it makes sense that white might occasionally do this.", "value": 0, "include": true}, {"name": "fight", "explanation": null, "primary": ["green"], "secondary": ["red"], "tertiary": null, "comment": "This is green's primary form of creature destruction. Red uses it occasionally but at a much lower volume.", "value": 0, "include": true}, {"name": "fight, one-sided", "explanation": "target creature deals damage to equal to its power to another target creature.", "primary": ["green"], "secondary": ["red"], "tertiary": null, "comment": "This used to just be a red ability, but we realized that green needed it more as green's creature removal has to be tied to creatures and red had plenty of other direct damage spells. So red now does this less often.", "value": 0, "include": true}, {"name": "first strike", "explanation": null, "primary": ["white", "red"], "secondary": null, "tertiary": ["black"], "comment": "White and red are the two cards with trained fighters (white has the army and red the creatures that have gotten good through constant impulsive fighting). Black is tertiary, and uses this these days almost exclusively on Knights.", "value": 0, "include": true}, {"name": "flash", "explanation": null, "primary": ["blue"], "secondary": ["green"], "tertiary": ["white", "black", "red"], "comment": "Everyone gets some access to flash. Blue gets it the most as it plays into the color's reactive play style. Green gets it as one of its versions of creature destruction. White, black, and red get flash when they functionally need it to get an effect to work, most often with reactive enters-the-battlefield effects.", "value": 0, "include": true}, {"name": "flicker", "explanation": "exile target creature/permanent, then return it to the battlefield under its owner's control—occasionally the creature/permanent returns at the end of the turn.", "primary": ["white", "blue"], "secondary": null, "tertiary": ["black"], "comment": "This ability appears in both white and blue. Black occasionally messes around with this effect putting the creature in the graveyard instead of into exile.", "value": 0, "include": true}, {"name": "flying", "explanation": null, "primary": ["white", "blue"], "secondary": ["black", "red"], "tertiary": ["green"], "comment": "White and blue are the two main colors with flying. Blue gets the most fliers. White gets the most efficient small fliers. Blue more often grants flying, although white does it on occasion. Red's flying is mostly restricted to Dragons and Phoenixes with the occasional weak small fliers. Green's tertiary is almost a quaternary, in that it gets flying very infrequently.", "value": 0, "include": true}, {"name": "fog", "explanation": "prevent all combat damage that would be dealt this turn.", "primary": ["green"], "secondary": null, "tertiary": ["white"], "comment": "This effect has shown up in four of the five colors over the years. It started in green, spent numerous years bouncing around, ended up in white, and then finally got moved back to green where it has stayed.", "value": 0, "include": true}, {"name": "forced attack", "explanation": "target creature attacks this turn if able.", "primary": ["red"], "secondary": ["blue"], "tertiary": null, "comment": "We don't use this ability a lot, but when we do, we use it in red and blue. Red is flavored as emotional tampering and blue as mind control.", "value": 0, "include": true}, {"name": "forced block", "explanation": "target creature must block this turn.", "primary": ["red"], "secondary": ["green"], "tertiary": null, "comment": "We don't do this effect often, but red and green are the colors that can force creatures to block.", "value": 0, "include": true}, {"name": "sacrifice a creature", "explanation": "target/all player", "primary": ["black"], "secondary": null, "tertiary": null, "comment": "Sometimes black kills your creatures and sometimes it makes you do it.", "value": 0, "include": true}, {"name": "sacrifice an artifact", "explanation": "target/all player", "primary": ["red"], "secondary": null, "tertiary": null, "comment": "Red can force you to sacrifice artifacts.", "value": 0, "include": true}, {"name": "sacrifice a permanent", "explanation": "target/all player", "primary": ["red"], "secondary": null, "tertiary": null, "comment": "Red can also force you to sacrifice permanents.", "value": 0, "include": true}, {"name": "freeze creature", "explanation": "tap target creature. that creature doesn't untap during its controller's next untap step.", "primary": ["blue"], "secondary": null, "tertiary": null, "comment": "This is a blue ability that R&D has grown fond of in recent years.", "value": 0, "include": true}, {"name": "freeze land", "explanation": "tap target land. that land doesn't untap during its controller's next untap step.", "primary": ["red"], "secondary": null, "tertiary": null, "comment": "We've been experimenting with this in red as a \"land destruction lite.\"", "value": 0, "include": true}, {"name": "friendly to artifacts", "explanation": null, "primary": ["blue"], "secondary": null, "tertiary": null, "comment": "Blue loves artifacts and, as such, is the color that interacts the most with them. White's interaction is mostly with Equipment, while red often likes to use artifacts as a resource.", "value": 0, "include": true}, {"name": "friendly to creatures", "explanation": null, "primary": ["green"], "secondary": ["white"], "tertiary": null, "comment": "Green and white are the main creature colors (they have the highest percentage of creatures versus spells) so they most often like you having creatures.", "value": 0, "include": true}, {"name": "friendly to enchantments", "explanation": null, "primary": ["white"], "secondary": ["green"], "tertiary": null, "comment": "White and green are also the two colors that most appreciate enchantments.", "value": 0, "include": true}, {"name": "friendly to instants and sorceries", "explanation": null, "primary": ["blue"], "secondary": ["red"], "tertiary": null, "comment": "The creature colors like creatures, the spell colors like instants and sorceries.", "value": 0, "include": true}, {"name": "friendly to lands", "explanation": null, "primary": ["green"], "secondary": ["white", "blue", "black", "red"], "tertiary": null, "comment": "Green is the color that loves lands the most, but every color loves its own basic land type.", "value": 0, "include": true}, {"name": "gain control of target player's turn", "explanation": null, "primary": ["black"], "secondary": null, "tertiary": null, "comment": "This effect is actually most often done in colorless, but black is the color that can do it in the color pie.", "value": 0, "include": true}, {"name": "gaseous form", "explanation": "this creature neither deals nor receives damage.", "primary": ["white"], "secondary": ["blue"], "tertiary": null, "comment": "We don't do this effect much any more, but years back we moved it from blue to white (and in the very early days it showed up in green as a Fog variant). White will grant the ability to creatures, whereas blue tends to have the ability on creatures.", "value": 0, "include": true}, {"name": "haste", "explanation": null, "primary": ["red"], "secondary": ["black"], "tertiary": ["green"], "comment": "Haste is a weird case. Red is primary. Black is secondary, but mostly for numbers in Limited. Green is tertiary but is used by development for Constructed. So, there aren't a lot of green creatures with haste, but the ones that do have it tend to be good. This arrangement came about because design and development had different needs for haste in other colors; this was a compromise to make both groups happy.", "value": 0, "include": true}, {"name": "hexproof", "explanation": null, "primary": ["blue"], "secondary": ["green"], "tertiary": ["white"], "comment": "Blue both has more creatures with hexproof and more often grants it as a pseudo-counterspell. Green tends to get hexproof on larger creatures without evasion. White gets hexproof infrequently, sometimes on players, in ways that feel like it's protecting the thing.", "value": 0, "include": true}, {"name": "illusion ability", "explanation": "sacrifice this creature if it is the target of a spell or ability.", "primary": ["blue"], "secondary": null, "tertiary": null, "comment": "This ability started in black on Spirits and was known as \"skulking,\" but has since been moved into blue and attached to Illusions.", "value": 0, "include": true}, {"name": "impulsive draw", "explanation": "exile the top n cards of your library. until end of turn, you may play cards exiled this way.", "primary": ["red"], "secondary": null, "tertiary": null, "comment": "This is red's primary way of card drawing, playing into red's impulsive nature of wanting to do things now.", "value": 0, "include": true}, {"name": "increasing counters and/or tokens", "explanation": null, "primary": ["blue", "green"], "secondary": ["white"], "tertiary": null, "comment": "This effect either makes more counters or tokens as they're being made or makes more after they've already been made. Sometimes this is one for one, sometimes it just adds one or two more. Blue and green do it most often, but we've started letting white in on the fun.", "value": 0, "include": true}, {"name": "indestructible", "explanation": null, "primary": ["white"], "secondary": ["black", "green"], "tertiary": ["blue", "red"], "comment": "White, and to a lesser extent green, tend to have creature that naturally have indestructible. Black and green, as the replacement for regeneration, often have activated abilities that grant indestructible until end of turn. White will at times use temporary indestructibility where it used to use protection. We allow all colors access to it when we do things like cycles of Gods.", "value": 0, "include": true}, {"name": "khabál ability", "explanation": "whenever another creature dies, put a +1/+1 counter on this creature.", "primary": ["black"], "secondary": ["red"], "tertiary": null, "comment": "This ability is nicknamed after the first creature to have it: Khabál Ghoul from Arabian Nights. As black is the color of death, it's long been a black ability, but we've started doing occasionally in red.", "value": 0, "include": true}, {"name": "land destruction", "explanation": null, "primary": ["red"], "secondary": ["black", "green"], "tertiary": ["white"], "comment": "This whole category is skewed by the fact that we do a lot fewer of these effects than we once did. Red still has the most land destruction effects, followed by black and green. White only destroys lands when it does mass land destruction—something that, although still in white's color pie, we simply don't do often.", "value": 0, "include": true}, {"name": "lhurgoyf", "explanation": "this creature's power and toughness are equal to the number of cards in your/all graveyards.", "primary": ["green"], "secondary": ["black"], "tertiary": ["white", "blue", "red"], "comment": "Lhurgoyfs started as a green thing and have since gone on to also be a black thing. On rare occasion, we'll have other colors play in this space, either in a cycle or by caring about some different quality of card in the graveyard. Another change is that sometimes we'll care about the number when casting and lock it down with +1/+1 counters rather than it being a stat you have to keep checking on.", "value": 0, "include": true}, {"name": "life gain", "explanation": null, "primary": ["white", "green"], "secondary": ["black"], "tertiary": null, "comment": "White and green are the two colors that will have effects that simply gain a player life. Black can gain life but only when either sacrificing something, using lifelink, or damaging another creature or player. (See drain life) White will sometimes gain life when other creatures enter the battlefield and black will sometimes gain life when other creatures die.", "value": 0, "include": true}, {"name": "life loss", "explanation": null, "primary": ["black"], "secondary": null, "tertiary": null, "comment": "Black will sometimes just make players lose life straight up without a drain effect. We more often make them drain effects these days (or just direct damage) because the damage allows black an answer to planeswalkers.", "value": 0, "include": true}, {"name": "lifelink", "explanation": null, "primary": ["white"], "secondary": ["black"], "tertiary": null, "comment": "White and black have very different flavor rationales for the abilities, but both use it almost every set.", "value": 0, "include": true}, {"name": "lockdown", "explanation": "enchanted creature doesn't untap.", "primary": ["blue"], "secondary": null, "tertiary": null, "comment": "This is one of blue's primary creature answers in Limited. It's used almost solely on Auras. See freeze for a temporary version, also in blue.", "value": 0, "include": true}, {"name": "lobotomy", "explanation": "choose a non-land card name. search target player's graveyard hand and library for all cards with that name and exile them.", "primary": ["black"], "secondary": null, "tertiary": null, "comment": "This ability started on a blue-black card in Tempest called Lobotomy, but has since drifted to be just a black thing.", "value": 0, "include": true}, {"name": "looking at opponent's hand", "explanation": null, "primary": ["blue"], "secondary": ["black"], "tertiary": null, "comment": "Blue is the color that can simply do this effect. Black does it only in conjunction with discarding where it has to choose what gets discarded. We've been scaling back on this effect, as it tends to slow down gameplay. This has had the interesting effect of making the ability appear more in black than blue, as we still make the discard spells.", "value": 0, "include": true}, {"name": "looting", "explanation": "draw a card and discard a card.", "primary": ["blue"], "secondary": null, "tertiary": null, "comment": "Blue is the color that likes to go searching for answers by digging through its library.", "value": 0, "include": true}, {"name": "lure", "explanation": "all creatures able to block this creature must do so.", "primary": ["green"], "secondary": null, "tertiary": null, "comment": "This ability has been with Magic since Limited Edition (Alpha), but we've started scaling back how often we do it. It's done infrequently now, and only at higher rarities because of its impact on Limited.", "value": 0, "include": true}, {"name": "lure, limited", "explanation": "this creature must be blocked this turn if able.", "primary": ["green"], "secondary": ["red"], "tertiary": null, "comment": "This is the watered-down version of Lure. Somebody must block your creature, but everyone doesn't have to. We started occasionally using the ability in red.", "value": 0, "include": true}, {"name": "mana production, permanent", "explanation": null, "primary": ["green"], "secondary": ["blue"], "tertiary": ["black"], "comment": "Besides being the land-fetching color, green is also the color with permanents that can produce mana turn after turn to help it ramp up quickly and cast large spells. Black does this infrequently, usually with some payment required. Blue has access to permanents that produce colorless man, sometimes flavored to helping cast artifacts.", "value": 0, "include": true}, {"name": "mana production, temporary", "explanation": null, "primary": ["red"], "secondary": ["black"], "tertiary": null, "comment": "Red is the color best at producing temporary bursts of mana, be it with one-shot spells, permanents with one-time triggers, or things that need to be sacrificed to be used. Black can also get mana but usually requires paying some cost, most often sacrificing something else.", "value": 0, "include": true}, {"name": "manipulate time", "explanation": "end the turn.", "primary": ["blue"], "secondary": null, "tertiary": ["red"], "comment": "We don't do this ability very often, but when we do it's put in blue and flavored as time manipulation. Red has done it once with a \"lose at end of next turn\" rider.", "value": 0, "include": true}, {"name": "maro ability", "explanation": "this creature's power and toughness are equal to the number of cards in our hand.", "primary": ["blue", "green"], "secondary": null, "tertiary": null, "comment": "Blue is the color of knowledge and green is the color of wisdom, so those are the two colors that like to care about what you \"know.\"", "value": 0, "include": true}, {"name": "meddling", "explanation": "name a spell. that spell can't be played as long as this card is on the battlefield.", "primary": ["white"], "secondary": null, "tertiary": null, "comment": "This ability, named after Meddling Mage from Invasion (Chris Pikula's Invitational card), is usually on a creature or enchantment and stops a specific spell from being cast. As this is proactive, it's in white.", "value": 0, "include": true}, {"name": "menace", "explanation": null, "primary": ["black", "red"], "secondary": null, "tertiary": null, "comment": "This ability started in red when it was an unnamed thing, but was added to black when it became keyworded because intimidate had gone away and black needed some kind of evasion other than flying. There's been some talk that a third color should be secondary or tertiary.", "value": 0, "include": true}, {"name": "milling", "explanation": "target player puts the top n cards from his or her library into his or her graveyard.", "primary": ["blue"], "secondary": ["black"], "tertiary": null, "comment": "This ability for many years was only in blue, but recently we've started allowing black to do it as well.", "value": 0, "include": true}, {"name": "moving enchantments/counters", "explanation": null, "primary": ["blue"], "secondary": null, "tertiary": null, "comment": "Blue is the color of moving attached things. It hasn't moved Equipment yet, but perhaps one day.", "value": 0, "include": true}, {"name": "must attack", "explanation": null, "primary": ["red"], "secondary": null, "tertiary": null, "comment": "The flavor of this is great in red, but we've found the gameplay is not always great. So we've been doing less of this in red overall.", "value": 0, "include": true}, {"name": "pacifism-like effect", "explanation": "enchanted creature cannot attack or block.", "primary": ["white"], "secondary": null, "tertiary": null, "comment": "This is one of white's strongest forms of creature removal for Limited, usually in the form of an Aura. It infrequently is used on noncreatures. Sometimes the spell also prevents that creature/permanent from using activations. It also sometimes only stops just attacking or just blocking.", "value": 0, "include": true}, {"name": "panic", "explanation": "target creature can't block this turn.", "primary": ["red"], "secondary": null, "tertiary": null, "comment": "This ability mostly shows up on spells but occasionally as an activated ability at higher rarities.", "value": 0, "include": true}, {"name": "planeswalker destruction", "explanation": null, "primary": ["black"], "secondary": ["green"], "tertiary": null, "comment": "Black is the color that regularly destroys planeswalkers, often using \"destroy creature or planeswalker.\" Green doesn't call out planeswalker by name (Nissa's Defeat being an exception), but can \"destroy target noncreature.\" Red is not listed here because it uses redirected damage to deal with planeswalkers rather than destroy them outright.", "value": 0, "include": true}, {"name": "playing cards off top of library, at a cost", "explanation": null, "primary": ["blue"], "secondary": ["green"], "tertiary": null, "comment": "This effect is usually on a permanent that makes the top of your library be played face-up. You may then cast cards off the top of your library. Green, when it does this effect, usually limits you to playing a subset of permanents.", "value": 0, "include": true}, {"name": "playing cards off top of library, for free", "explanation": null, "primary": ["red"], "secondary": null, "tertiary": null, "comment": "This ability used to be in blue, but we moved it to red as it has a chaotic feel (you don't know what's about to happen) and red needed more stuff.", "value": 0, "include": true}, {"name": "play extra lands/put a land from hand onto the battlefield", "explanation": null, "primary": ["green"], "secondary": null, "tertiary": null, "comment": "We don’t do either of these effects often, but they are both in green's slice of the color pie.", "value": 0, "include": true}, {"name": "polymorph", "explanation": "exile target creature. its controller reveals cards from the top of his or her library until he or she reveals a creature card. that player puts that card onto the battlefield.", "primary": ["red"], "secondary": ["blue"], "tertiary": null, "comment": "For a long time, this ability was a blue thing. When we were looking for more places to expand red, we decided to slice up the polymorph pie. Blue gets transformations where the outcome is known and red gets them where it is not. The idea being that blue only wants to transform something when they know what they're going to get, whereas red is willing to take a risk. Red will also do large chaotic effects where many things change all at once.", "value": 0, "include": true}, {"name": "preventing actions", "explanation": "your opponents can't cast spells this turn.", "primary": ["white"], "secondary": null, "tertiary": null, "comment": "White is the proactive color, stopping things from before they happen (as opposed to blue being reactive, stopping things as they happen).", "value": 0, "include": true}, {"name": "protection", "explanation": null, "primary": ["white"], "secondary": null, "tertiary": ["blue", "black", "red", "green"], "comment": "Protection has dropped from evergreen status (meaning it shows up in most sets) to deciduous status (we can use it when we need it), but it still will show up from time to time. It's mostly a white ability that can show up in other colors, usually with protection from something the color dislikes (an enemy color, artifacts for green, etc.)", "value": 0, "include": true}, {"name": "prowess", "explanation": null, "primary": ["blue"], "secondary": ["red"], "tertiary": ["white"], "comment": "This ability started out as a Jeskai keyword in Khans of Tarkir. It filled a gap we had in blue and red, so that's where we focused it. White has not yet gotten a prowess card outside of Khans of Tarkir block, but I believe it eventually will.", "value": 0, "include": true}, {"name": "punisher effects", "explanation": "opponent chooses one: thing x happens or thing y happens.​", "primary": ["red"], "secondary": ["black"], "tertiary": null, "comment": "In red, one of the two abilities is usually damage to the opponent making the choice; the other option is often something red doesn't normally do in the color pie. Black does this a little, but doesn't tend to have the color pie–bending aspect.", "value": 0, "include": true}, {"name": "putting cards from hand onto the battlefield", "explanation": null, "primary": ["green"], "secondary": null, "tertiary": null, "comment": "This isn't an effect we use all that often, but it's green when we use it.", "value": 0, "include": true}, {"name": "putting artifacts from hand onto the battlefield", "explanation": null, "primary": ["blue"], "secondary": ["white"], "tertiary": null, "comment": "Blue does this as the \"friendly to artifacts\" color. White will do it when it involves Equipment.", "value": 0, "include": true}, {"name": "putting creatures from hand onto the battlefield", "explanation": null, "primary": ["green"], "secondary": ["blue", "red"], "tertiary": ["white", "black"], "comment": "Green does this effect the most often. Blue will do it usually flavored as transformation, and will return one its creatures to its owner's hand. When red does this the creature is most often sacrificed or returned to hand at end of turn. We let all colors dip their toes in this area when messing with creature types of their color.", "value": 0, "include": true}, {"name": "putting enchantments from hand onto the battlefield", "explanation": null, "primary": ["white"], "secondary": ["green"], "tertiary": ["blue"], "comment": "This is another effect we don't do that often. White and, interestingly, blue tend to do this tied to Auras, while green will put out any enchantment.", "value": 0, "include": true}, {"name": "putting lands from hand onto the battlefield", "explanation": null, "primary": ["green"], "secondary": null, "tertiary": null, "comment": "Green used to do this all the time. It still does it, but not as often as it used to.", "value": 0, "include": true}, {"name": "putting planeswalkers from hand onto the battlefield", "explanation": null, "primary": ["white"], "secondary": null, "tertiary": null, "comment": "We haven't actually done this effect yet. My best guess is it would be in white.", "value": 0, "include": true}, {"name": "random destruction effects", "explanation": "destruction where the outcome is unknown at the time of casting.", "primary": ["red"], "secondary": null, "tertiary": null, "comment": "Red is the color of chaos, so we occasionally give it effects that destroy random nonenchantment permanents (sometimes a subset).", "value": 0, "include": true}, {"name": "reach", "explanation": null, "primary": ["green"], "secondary": ["red"], "tertiary": ["white"], "comment": "As green mostly has no flying, this is one of the tools green has to deal with other players' flying creatures. We've very recently decided to make it secondary in red. White's tertiary status comes mostly on archers.", "value": 0, "include": true}, {"name": "reanimation", "explanation": "return a creature card from a graveyard to the battlefield.", "primary": ["black"], "secondary": ["white", "red", "green"], "tertiary": ["blue"], "comment": "Black is the best at bringing the dead back to life. It has no real restrictions on what it can bring back. White tends to reanimate smaller creatures, usually with a converted mana cost of 2 or less. It will occasionally reanimate a creature type that is mostly white (things like Angels or Humans). Red has Phoenixes. Green has creatures that can bring themselves back from the graveyard. Both black and white will sometimes reanimate a swath of creatures all at once. Blue, on rare occasion, can make a copy of a creature out of the graveyard.", "value": 0, "include": true}, {"name": "removing counters", "explanation": null, "primary": ["black"], "secondary": null, "tertiary": null, "comment": "Black is the color that gets rid of counters, but only from permanents on the battlefield and not players.", "value": 0, "include": true}, {"name": "restocking", "explanation": "putting cards from graveyard back into your library.", "primary": ["green"], "secondary": ["blue"], "tertiary": null, "comment": "This is a means of getting cards in your graveyard back into your library. Green does it most as a \"cycle of life\" flavor, but blue does it on occasion, sometimes also shuffling your hand in as well and then drawing you cards.", "value": 0, "include": true}, {"name": "return target card from graveyard to hand", "explanation": null, "primary": ["green"], "secondary": null, "tertiary": null, "comment": "The ability to get back any card is mostly done in green and usually appears at uncommon or higher in rarity.", "value": 0, "include": true}, {"name": "return target artifact from graveyard to hand", "explanation": null, "primary": ["blue"], "secondary": ["white"], "tertiary": null, "comment": "Blue has the best affinity for artifacts (pun intended), so it's the color that gets them back the easiest, although white can do it as well. Sometimes white will get back Equipment in particular, if that's a theme in the set.", "value": 0, "include": true}, {"name": "return target creature from graveyard to hand", "explanation": null, "primary": ["black"], "secondary": ["white"], "tertiary": null, "comment": "Black can return any creature, but only from your graveyard. (We don't allow you to put other player's cards in your hand.) Black will often do this as an enters-the-battlefield effect nicknamed a \"Gravedigger,\" as that's the card that did it first. White usually returns creatures with smaller converted mana costs.", "value": 0, "include": true}, {"name": "return target enchantment from graveyard to hand", "explanation": null, "primary": ["white"], "secondary": null, "tertiary": null, "comment": "Getting back enchantments is primarily a white thing.", "value": 0, "include": true}, {"name": "return target instant from graveyard to hand", "explanation": null, "primary": ["blue"], "secondary": ["red"], "tertiary": null, "comment": "As blue and red are the spell colors (they have the highest percentage of spells versus creatures), they are the two colors that can get instants back. When there is a choice to separate them, blue leans toward getting back instants and red leans toward getting back sorceries.", "value": 0, "include": true}, {"name": "return target land from graveyard to hand", "explanation": null, "primary": ["green"], "secondary": null, "tertiary": null, "comment": "While green can get back any card, when the card types are divvied up, green often gets back lands.", "value": 0, "include": true}, {"name": "return target sorcery from graveyard to hand", "explanation": null, "primary": ["red"], "secondary": ["blue"], "tertiary": null, "comment": "This is the same as for getting back instants, but the colors are swapped.", "value": 0, "include": true}, {"name": "rules setting", "explanation": null, "primary": ["white"], "secondary": ["blue", "black", "red", "green"], "tertiary": null, "comment": "These cards are permanents, mostly creatures and enchantments, that change some basic rule of the game. Every color has some amount of access to do this, but white does it at the highest volume.", "value": 0, "include": true}, {"name": "rummaging", "explanation": "discard a card and draw a card.", "primary": ["red"], "secondary": null, "tertiary": null, "comment": "Red has its version of \"looting\" (see looting) but its recklessness has it discard the card before drawing.", "value": 0, "include": true}, {"name": "scry", "explanation": null, "primary": ["blue"], "secondary": ["white", "black", "red", "green"], "tertiary": null, "comment": "All colors have access to scry but blue gets the most. Blue also gets the largest scry numbers with red getting the lowest.", "value": 0, "include": true}, {"name": "sengir ability", "explanation": "when a creature damaged by this creature dies, put a +1/+1 counter on this creature.", "primary": ["black"], "secondary": null, "tertiary": null, "comment": "This ability appeared in Limited Edition (Alpha) on Sengir Vampire and gets used occasionally in black. Because it doesn't often result in the creature getting +1/+1 counters, we now often do variations of it.", "value": 0, "include": true}, {"name": "specter ability", "explanation": "when this creature deals combat damage to an opponent, that player discards a card.", "primary": ["black"], "secondary": null, "tertiary": null, "comment": "This ability is often tied to the Specter creature type. Just as the \"curiosity\" ability is in the card drawing color, so too is the \"Specter\" ability in the discard color, black.", "value": 0, "include": true}, {"name": "spell copying", "explanation": "copy target instant or sorcery spell. you may choose new targets for the copy.", "primary": ["blue", "red"], "secondary": null, "tertiary": null, "comment": "This ability is mostly done at rare. We bounced back and forth between whether blue or red was supposed to do it and finally let them both do it.", "value": 0, "include": true}, {"name": "spell redirection", "explanation": "change the target of target spell with a single target.", "primary": ["blue", "red"], "secondary": null, "tertiary": null, "comment": "The same thing happened with spell redirection as spell copying, and we ended up with the same solution—letting both colors do it.", "value": 0, "include": true}, {"name": "stalking", "explanation": "this creature can't be blocked by more than one creature.", "primary": ["green"], "secondary": null, "tertiary": null, "comment": "This is usually used on creatures 3/3 or bigger.", "value": 0, "include": true}, {"name": "stealing permanents, permanently", "explanation": null, "primary": ["blue"], "secondary": null, "tertiary": ["black"], "comment": "Blue is the main color to gain control of other players' permanents. It can steal any type of permanent but most often steals creatures. Black is allowed to steal things infrequently. Red also steals but only temporarily. (see below)", "value": 0, "include": true}, {"name": "stealing permanents, temporarily", "explanation": null, "primary": ["red"], "secondary": null, "tertiary": null, "comment": "Red takes control of permanents, mostly creatures, for the turn, gives them haste, and then returns them at end of turn.", "value": 0, "include": true}, {"name": "super trample", "explanation": "you may have this creature assign combat damage as though it weren't blocked.", "primary": ["green"], "secondary": null, "tertiary": null, "comment": "We don't do this ability very often, but when we do, we do it in green.", "value": 0, "include": true}, {"name": "switch power/toughness", "explanation": null, "primary": ["blue"], "secondary": ["red"], "tertiary": null, "comment": "Blue does this most often, but red does it on occasion. Sometimes this is on creatures that can switch their own power and toughness.", "value": 0, "include": true}, {"name": "tapping creatures", "explanation": null, "primary": ["white"], "secondary": ["blue"], "tertiary": null, "comment": "White is the main color of tapping creatures. Blue usually taps creatures only when also given the ability to untap them. (See twiddle) The one exception is when it \"freezes\" creatures. (See freezing)", "value": 0, "include": true}, {"name": "taxing", "explanation": null, "primary": ["white"], "secondary": null, "tertiary": null, "comment": "Taxing cards are ones that force the opponent to pay some cost to do an activity they could normally do without an additional cost. Taxing cards are most often creatures and enchantments, but occasionally are done as one-shot spells.", "value": 0, "include": true}, {"name": "time walk", "explanation": "take an extra turn after this one.", "primary": ["blue"], "secondary": null, "tertiary": ["red"], "comment": "Blue is the main color to take extra turns. It usually does it at mythic rare. Red on rare occasion will do a \"Time Walk\" that comes with some big penalty—often losing the game at the end of the extra turn.", "value": 0, "include": true}, {"name": "token generation", "explanation": null, "primary": ["white", "green"], "secondary": ["blue", "black", "red"], "tertiary": null, "comment": "All colors can make creature tokens. White and green, as the two main creature colors, do it most often. White tends to make smaller creature tokens, usually 1/1s, while green tends to make larger ones, from 3/3 and up. White often will make multiple tokens at once since they're smaller. Black most often makes 2/2 Zombies. Red most often makes 1/1 Goblins. Sometimes red's token creatures are a little bigger and get exiled at end of turn.", "value": 0, "include": true}, {"name": "trample", "explanation": null, "primary": ["green"], "secondary": ["red"], "tertiary": ["white", "blue", "black"], "comment": "Green is the main trample color, but red's share has been growing over time. Any color is allowed access to trample if the creature is large enough and of a higher rarity.", "value": 0, "include": true}, {"name": "transformation", "explanation": "target creature becomes a", "primary": ["blue"], "secondary": null, "tertiary": null, "comment": "Transformation can be temporary, through a one-shot spell that lasts for the turn, or more permanent, usually through an Aura. It overwrites the base power and toughness of the creature. This ability used to be in both blue and white, but we decided to focus it in blue.", "value": 0, "include": true}, {"name": "tutor for any card", "explanation": null, "primary": ["black"], "secondary": null, "tertiary": null, "comment": "Limited Edition (Alpha) had the card Demonic Tutor, which locked in black as the color to tutor for any type of card. There's been much talk over the years that blue seems philosophically the better color to have this ability, but so far no changes have been made.", "value": 0, "include": true}, {"name": "tutor for an artifact", "explanation": null, "primary": ["blue"], "secondary": ["white"], "tertiary": null, "comment": "Blue can go get any type of artifact. White tends to focus on certain subsets such as Equipment and Vehicles.", "value": 0, "include": true}, {"name": "tutor for a creature", "explanation": null, "primary": ["green"], "secondary": ["white", "blue", "black", "red"], "tertiary": null, "comment": "Green is the main color to tutor for creatures. Sometimes it will even put them directly onto the battlefield. All colors have access to tutoring for specific creature types that are in their color. Red, for example, can tutor for Dragons.", "value": 0, "include": true}, {"name": "tutor for an enchantment", "explanation": null, "primary": ["white"], "secondary": null, "tertiary": null, "comment": "White is the color that searches the library for enchantments.", "value": 0, "include": true}, {"name": "tutor for an instant or sorcery", "explanation": null, "primary": ["blue"], "secondary": null, "tertiary": null, "comment": "When tutoring, the two spell types are often put together and blue seeks them out.", "value": 0, "include": true}, {"name": "tutor for a land", "explanation": null, "primary": ["green"], "secondary": null, "tertiary": ["white", "blue", "black", "red"], "comment": "Green, being one of the colors most closely associated with land and mana, is the best at tutoring for land. It occasionally will put them directly onto the battlefield. The other four colors are allowed to occasionally tutor for their own basic land type.", "value": 0, "include": true}, {"name": "tutor for a planeswalker", "explanation": null, "primary": ["white"], "secondary": null, "tertiary": null, "comment": "Only one card has done this so far, and it was white.", "value": 0, "include": true}, {"name": "twiddle", "explanation": "tap or untap target creature/permanent.", "primary": ["blue"], "secondary": null, "tertiary": null, "comment": "Ever since the card Twiddle appeared in Limited Edition (Alpha), blue has had the ability to tap or untap permanents. It's most often used just on creatures. Blue doesn't tend to just tap or just untap, but rather give you the choice between the two. The one exception is \"freezing\" where it taps creatures and keeps them from untapping for a turn. (See freezing)", "value": 0, "include": true}, {"name": "untapping creatures", "explanation": null, "primary": ["green", "blue"], "secondary": ["white"], "tertiary": null, "comment": "Untapping creatures used to be white's domain, but we moved individual creature untapping off to green to give it more creature answers. White still can untap all your creatures or an individual creature on a spell that's defined as solely defensive. Blue's ability to untap is usually accompanied by its ability to also tap (see twiddle above).", "value": 0, "include": true}, {"name": "untapping lands", "explanation": null, "primary": ["green"], "secondary": null, "tertiary": ["blue"], "comment": "Green, as the color most in tune with lands and acquiring mana, is the color that most often untaps lands. Blue does this a little.", "value": 0, "include": true}, {"name": "untaps itself", "explanation": null, "primary": ["blue"], "secondary": ["white"], "tertiary": null, "comment": "This is a creature that has an activated ability (or sometimes a triggered ability) that untaps itself. It's mostly used in blue, but occasionally in white when we want to simulate vigilance because actual vigilance is problematic due to timing.", "value": 0, "include": true}, {"name": "vigilance", "explanation": null, "primary": ["white"], "secondary": ["green"], "tertiary": null, "comment": "White tends to get this on creatures where the power is equal to or less than the toughness, and seldom with a power greater than 3. Green tends to get this ability on larger creatures to differentiate it from white.", "value": 0, "include": true}, {"name": "warlord", "explanation": "this creature's power and toughness is equal to the number of creatures you control.", "primary": ["white"], "secondary": ["green"], "tertiary": null, "comment": "This ability started in red with Keldon Warlord in Limited Edition (Alpha). We later moved it into green, as green is the creature color. The ability then got moved into white because white is the army color that likes giving rewards for having lots of little creatures. We still do the ability a little in green, but it's mostly in white these days.", "value": 0, "include": true}, {"name": "wheeling", "explanation": "all players discard their hand and draw n cards.", "primary": ["blue", "red"], "secondary": null, "tertiary": null, "comment": "There's a big debate in R&D as to whether this is supposed to be a red ability. It obviously goes all the way back to Limited Edition (Alpha) with Wheel of Fortune, but it's a raw form of card advantage that's supposed to be something red is bad at. For now, it stays in red's (and blue's) part of the color pie.", "value": 0, "include": true}, {"name": "word changing", "explanation": "change a word in rules text into another word from the same subset.", "primary": ["blue"], "secondary": null, "tertiary": null, "comment": "This isn't an ability we do often any more, but it's blue when we do it. The most common use is changing a color word (white, blue, black, red, or green) for another color word or changing a basic land type (Plains, Island, Swamp, Mountain, or Forest) for another basic land type.", "value": 0, "include": true}, {"name": "you don't lose", "explanation": "permanents that prevent you from losing the game while they're on the battlefield, usually with an alternate means to lose.", "primary": ["black"], "secondary": ["white"], "tertiary": null, "comment": "", "value": 0, "include": true}]